Repository: fschoenfeldt/apps
Catalog: src/locales/*/messages.po
Languages: de

source: active
de: Aktive Anbieter

source: appointment-date
de: Datum

source: appointment-duration
de: Dauer

source: appointment-overview.delete.button
de: Löschen bestätigen

source: appointment-overview.delete.cancel
de: Abbrechen

source: appointment-overview.delete.confirm
de: Löschen bestätigen

source: appointment-overview.delete.notice
de: Wollen Sie diesen Termin wirklich löschen?

source: appointment-overview.delete.title
de: Termin löschen

source: appointment-overview.details.booked
de: Gebucht

source: appointment-overview.details.booking-codes
de: Buchungscodes

source: appointment-overview.details.no-booked-slots
de: Keine gebuchten Slots bisher. Sobald Buchungen vorhanden sind werden hier die Buchungscodes angezeigt.

source: appointment-overview.details.slots
de: Slots

source: appointment-overview.edit.button
de: Bearbeiten

source: appointment-overview.title
de: Terminübersicht

source: appointment-preference
de: Rang

source: appointment-vaccine
de: Impfstoff

source: appointments-list.title
de: Buchungen

source: appointments-notice
de: Bitte wähle alle für Dich passenden Termine aus und bestätige anschließend Deine Auswahl. Beachte bitte, dass du pünktlich zum Termin erscheinst. Die angegebene Dauer entspricht dem maximal zu erwartenden Zeitbedarf.

source: backup
de: Datenbackup anfertigen

source: backup-modal.close
de: Schließen

source: backup-modal.download-backup
de: Sicherungsdatei herunterladen

source: backup-modal.text
de: Klicken Sie auf "Datenbackup anfertigen" um eine verschlüsselte Datei mit Ihren Einstellungen und Termindaten zu erzeugen. Bitte denken Sie daran, den Datenschlüssel zu notieren, ohne diesen sind die Daten nicht wiederherstellbar.

source: backup-modal.title
de: Datenbackup anfertigen

source: booked
de: Gebuchte Termine

source: cancel-appointment
de: Termin absagen

source: confirm-appointment
de: Terminauswahl bestätigen

source: contact-data.access-code.description
de: Zugangscodes sind nur für bestimmte Impfstellen notwendig. Wenn kein Zugangscode vorliegt, leer lassen.

source: contact-data.access-code.label
de: Zugangscode

source: contact-data.change
de: Anpassen

source: contact-data.distance.label
de: Maximale Entfernung zum Impfort in Kilometern (km)

source: contact-data.distance.notice
de: Achtung: Du kannst den Radius derzeit nur 1x einstellen und nicht mehr ändern!

source: contact-data.distance.option.10
de: 10 km

source: contact-data.distance.option.20
de: 20 km

source: contact-data.distance.option.30
de: 30 km

source: contact-data.distance.option.40
de: 40 km

source: contact-data.distance.option.5
de: 5 km

source: contact-data.distance.option.50
de: 50 km

source: contact-data.email.label
de: E-Mail Adresse

source: contact-data.invalid-zip-code
de: Bitte trage eine gültige Postleitzahl ein.

source: contact-data.not-given
de: (keine Angabe)

source: contact-data.properties.location.title
de: Impfort

source: contact-data.properties.location.values.accessible
de: Barrierefreier Impfort gewünscht

source: contact-data.save-and-continue
de: Weiter

source: contact-data.saving
de: contact-data.saving MISSING

source: contact-data.success
de: contact-data.success MISSING

source: contact-data.zip-code
de: Postleitzahl Deines Wohnorts

source: data-deleted
de: Daten erfolgreich gelöscht

source: dateSpan
de: Zeige Daten von <0>{0}</0> bis <1>{1}</1>.

source: day-1
de: Montag

source: day-2
de: Dienstag

source: day-3
de: Mittwoch

source: day-4
de: Donnerstag

source: day-5
de: Freitag

source: day-6
de: Samstag

source: day-7
de: Sonntag

source: delete
de: Konto löschen

source: delete-modal.title
de: Nutzer-Daten löschen

source: errorBoundary.somethingWentWrong
de: Es tut uns schrecklich leid aber es ist ein unerwarteter Fehler passiert. Bitte <0>kontaktieren Sie uns zur Behebung</0>.

source: go-back.button
de: Zurück

source: hour-minute-string
de: {hours} Stunden {remainingMinutes} Minuten

source: hour-string
de: {hours} Stunden

source: invalid-key
de: Ihre Daten wurden noch nicht verifiziert. Sie können bereits Termine anlegen, allerdings werden Impfwillige noch nicht über Ihre Termine benachrichtigt.

source: invalidKey
de: invalidKey MISSING

source: invitation-accepted.booking-code
de: Buchungscode zur Vorlage: Bitte notieren!

source: invitation-accepted.changed
de: Details Deines Termins haben sich geändert!

source: invitation-accepted.confirm-deletion
de: Zurück zur Terminvergabe

source: invitation-accepted.delete.cancel
de: Abbrechen

source: invitation-accepted.delete.confirm
de: Bestätigen

source: invitation-accepted.delete.notice
de: Willst du den Termin wirklich absagen?

source: invitation-accepted.delete.title
de: Termin absagen

source: invitation-accepted.deleted
de: Der Termin wurde vom Arzt gelöscht. Sorry! Du kannst zurück zur Terminvergabe gehen, um neue Terminvorschläge zu erhalten.

source: invitation-accepted.title
de: Termin bestätigt!

source: leave.cancel
de: Zurück

source: leave.leave
de: Seite verlassen

source: leave.text
de: Es gibt ungespeicherte Änderungen auf der aktuellen Seite. Wollen Sie diese wirklich verlassen?

source: leave.title
de: Möchten Sie diese Seite wirklich verlassen?

source: load-backup.advanced-options
de: Erweiterte Optionen

source: load-backup.failed
de: Das Laden Deiner Daten ist leider fehlgeschlagen. Bitte prüfe Deinen Sicherheitscode.

source: load-backup.input
de: Sicherungsdatei wählen

source: load-backup.input.description
de: Bitte laden Sie hier Ihre Sicherungsdatei (booster-impfen-backup-2021[Datum&Uhrzeit].enc) hoch.

source: load-backup.invalid-file
de: load-backup.invalid-file MISSING

source: load-backup.load
de: Anmelden

source: load-backup.local-only.label
de: Nur lokale Daten laden (keine Cloud-Daten)

source: load-backup.missing-file
de: load-backup.missing-file MISSING

source: load-backup.secret.description
de: Der Sicherheitscode, den Du bei der Registrierung erhalten hast.

source: load-backup.secret.label
de: Sicherheitscode

source: load-backup.title
de: Anmelden

source: loader.failed
de: Das Laden von Ressourcen ist leider fehlgeschlagen.

source: loader.please-wait
de: Bitte warten, lade Daten...

source: loader.updating
de: Aktualisiere Daten...

source: log-out
de: Abmelden

source: log-out-modal.logging-out
de: log-out-modal.logging-out MISSING

source: log-out-modal.text
de: log-out-modal.text MISSING

source: log-out-modal.title
de: Abmelden

source: logged-out.log-in-again
de: Anmelden

source: logged-out.notice
de: Du wurdest erfolgreich abgemeldet. Du kannst dich jederzeit wieder mit deinem Sicherheitscode anmelden um deine Termine zu prüfen.

source: logged-out.title
de: Erfolgreich abgemeldet.

source: minute-string
de: {minutes} Minuten

source: modal.cancel
de: Abbrechen

source: modal.save
de: Speichern

source: new-appointment.date
de: Datum

source: new-appointment.slots
de: Anzahl Impfdosen

source: new-appointment.time
de: Uhrzeit

source: new-appointment.too-far-in-the-future
de: Bitte wählen Sie Termine die maximal 30 Tage in der Zukunft liegen

source: no-invitations.notice
de: Im Moment sind scheinbar keine Termine in Deiner Umgebung verfügbar, oder leider bereits ausgebucht. Bitte schau ab jetzt regelmäßig hier vorbei. Sobald neue Termine in Deiner Nähe verfügbar sind, werden sie Dir hier angezeigt.

source: no-invitations.please-wait
de: Deine Daten wurden im System gespeichert. Falls Termine in deiner Nähe verfügbar sind, werden diese in wenigen Minuten hier angezeigt.

source: no-invitations.update-notice
de: Diese Seite wird automatisch aktualisiert...

source: no-offers-anymore
de: Alle Terminangebote sind bereits abgelaufen. Bitte hab' etwas Geduld, du wirst voraussichtlich neue Angebote erhalten.

source: offer-notice-text
de: Bitte füllen Sie nach Möglichkeit <0>die Anamnese- und Einwilligungserklärung</0> sowie <1>das Aufklärungsmerkblatt</1> für den Impfstoff <2>{0}</2> aus und bringen Sie diese unterschrieben mit zur Impfung (falls Sie keine Möglichkeit haben die Dokumente zu drucken können Sie diese auch vor Ort ausfüllen).

source: open
de: Offene Termine

source: pageDoesNotExist
de: pageDoesNotExist MISSING

source: provider-data.access-code.description
de: Falls Sie einen spezifischen Zugangscode erhalten haben geben Sie diesen bitte hier ein.

source: provider-data.access-code.label
de: Zugangscode (falls vorhanden)

source: provider-data.accessible
de: Barrierefreier Zugang zur Praxis/zum Impfzentrum

source: provider-data.change
de: Anpassen

source: provider-data.city
de: Ort

source: provider-data.description
de: Informationen für Impfwillige (z.B. wenn Sie spezielle Impfstoffe nur bestimmten Gruppen empfehlen)

source: provider-data.field
de: Feld

source: provider-data.for-mediator
de: Die folgenden Kontaktdaten dienen ausschließlich zur Kommunikation mit dem Support-Team.

source: provider-data.invalid-name
de: Bitte gegen Sie einen gültigen Namen an

source: provider-data.name
de: Vollständiger Name

source: provider-data.not-given
de: (keine Angabe)

source: provider-data.not-verified-yet
de: Ihre Daten wurden noch nicht verifiziert. Bitte haben Sie Verständnis, dass die Verifizierung bis zu 48h dauern kann.

source: provider-data.phone
de: Telefonnummer (nicht sichtbar für Impfinteressierte)

source: provider-data.save-and-continue
de: Weiter

source: provider-data.saving
de: Speichere...

source: provider-data.street
de: Straße & Hausnummer

source: provider-data.title
de: Ihre Daten

source: provider-data.value
de: Wert

source: provider-data.verified-vs-unverifired-desc
de: Ihre Daten unterlaufen einer Überprüfung unsererseits. Sobald Ihre Daten überprüft wurden, werden Sie Impfwilligen angezeigt. Führen Sie nach der Überprüfung Ihrer Daten noch Änderungen dieser durch, so müssen diese erneut Überprüft werden und werden entsprechend erst nach erfolgreicher Überprüfung Impfwilligen angezeigt. Daher differenzieren wir zwischen verifizierten und unverifizierten Daten.

source: provider-data.website
de: Webseite

source: provider-data.zip-code
de: Postleitzahl

source: provider-details.accessible
de: (barrierefreier Zugang)

source: providers.address
de: Adresse

source: providers.confirm
de: Anbieter freischalten

source: providers.confirmText
de: Wollen Sie den Anbieter wirklich freischalten?

source: providers.edit
de: Anbieter bearbeiten

source: providers.name
de: Name

source: providers.pending
de: Unbestätigt

source: providers.reconfirm
de: Alle neu bestätigen

source: providers.reconfirmProgressText
de: Bestätige Anbieter {0} von {1}...

source: providers.reconfirmText
de: Wollen Sie alle bestätigten Anbieter neu bestätigen?

source: providers.title
de: Anbieter

source: providers.verified
de: Bestätigt

source: queues.description
de: Hier können Sie festlegen, welche Einzugsgebiete für Sie relevant sind.

source: queues.label
de: Einzugsgebiete

source: requestFailed
de: requestFailed MISSING

source: restore
de: Termin und Profil bearbeiten

source: schedule.appointment.add
de: Termin erstellen

source: schedule.appointment.duration.title
de: Dauer: {duration} Minuten"

source: schedule.backward
de: vorherige Woche

source: schedule.booking-list
de: Buchungliste

source: schedule.calendar
de: Kalenderansicht

source: schedule.forward
de: nächste Woche

source: schedule.title
de: Terminplan

source: schedule.updating
de: Ansicht wird automatisch aktualisiert. Letzte Aktualisierung: {lastUpdated}

source: search-select.no-candidates
de: Keine Kandidaten gefunden

source: settings.local
de: Unverifizierte Daten

source: settings.title
de: Einstellungen

source: settings.verified
de: Verifizierte Daten

source: setup
de: Impftermin finden

source: stats.title
de: Statistiken

source: store-secrets.bookmark
de: Als Lesezeichen speichern

source: store-secrets.bookmark-modal.text
de: Nutze Dein Browser-Menü um ein Lesezeichen für diese Seite zu erstellen. Du kannst dieses Lesezeichen öffnen, um Deinen Sicherheitscode wiederherzustellen.

source: store-secrets.bookmark-modal.title
de: Lesezeichen erstellen

source: store-secrets.download
de: Datei speichern

source: store-secrets.local.text
de: store-secrects.local.text MISSING

source: store-secrets.notice
de: Um sich auf einem anderen PC (Tablet, Smartphone etc.) einzuloggen oder auf einem anderen Endgerät auf Ihre Termine zugreifen zu können, benötigen Sie Ihre Sicherungsdatei und Ihren Datenschlüssel. Bitte erstellen Sie jetzt Ihre Sicherungsdatei und notieren Sie sich im Anschluss den Datenschlüssel.

source: store-secrets.online.text
de: Bitte notiere Dir Deinen vertraulichen Sicherheitscode. Alternativ kannst Du auch ein Bildschirmfoto machen. Bitte beachte, dass Dir der Code NICHT per E-Mail geschickt wird und er von uns auch NICHT wiederhergestellt werden kann.<0/><1/><2>Du benötigst den Code, wenn Du Dich auf einem anderen Endgerät (Tablet, Smartphone, Laptop etc.) einloggen und Deinen gebuchten Termin einsehen oder ändern willst.</2>

source: store-secrets.secret
de: Dein Sicherheitscode - Bitte notieren!

source: store-secrets.secrets-modal.title
de: Bitte Datenschlüssel notieren!

source: summary
de: Überblick

source: test-queues.button
de: Testen

source: test-queues.text
de: Hier können Sie Queues-Dateien testen, die Sie mit dem "kiebitz" Tool erstellt haben. Hierdurch können Sie sicherstellen, dass die Dateien korrekt sind, bevor Sie diese in ein Backend hochladen.

source: test-queues.title
de: Queue-Datei testen

source: thanks-for-using-us
de: Deine Daten wurden erfolgreich gelöscht. Vielen Dank, dass Du <0>{0}</0> genutzt hast!

source: upload-key-pairs.input
de: Datei auswählen

source: upload-key-pairs.invalid-file
de: Die von Ihnen gewählte Datei ist ungültig.

source: upload-key-pairs.notice
de: Bitte laden Sie die Datei mit Ihren geheimen Vermittlerschlüsseln.

source: upload-key-pairs.title
de: Geheime Schlüssel laden

source: upload-queues.input
de: Datei wählen

source: upload-queues.invalid-file
de: Die erzeugten Queue-Schlüssel sind nicht korrekt und können mit Ihrem Vermittler-Schlüssel nicht entschlüsselt werden.

source: upload-queues.notice
de: Bitte laden Sie die Queues-Datei, die mit dem "kiebitz" Kommando erstellt wurde. Die Datei wird dann auf Korrektheit geprüft.

source: upload-queues.title
de: Queues-Datei laden

source: upload-queues.valid-file
de: Die erzeugten Queue-Schlüssel sind korrekt und können mit Ihrem Vermittler-Schlüssel entschlüsselt werden.

source: user-data.notice
de: Du kannst Dich hier abmelden oder Deine Daten endgültig löschen

source: user-data.title
de: Deine Daten

source: verify.text
de: Bitte überprüfe Deine Daten.

source: what-to-do
de: Was möchtest Du tun?

source: wizard.continue
de: Weiter

source: wizard.download-backup-data
de: Sicherungsdatei herunterladen und Datenschlüssel notieren

source: wizard.failed.invalid-code
de: Dein Zugangscode ist ungültig oder wurde bereits benutzt. Du kannst sich nicht mehrfach registrieren.

source: wizard.failed.notice
de: Sorry, hier ist etwas schief gelaufen. Bitte versuche es später erneut.

source: wizard.generating-backup-data
de: Bitte warten, erstelle Backup-Daten...

source: wizard.hi
de: Willkommen. Dieser Assistent hilft Dir bei der Impfanmeldung.

source: wizard.leave
de: Zu den verfügbaren Terminen

source: wizard.no-queue.notice
de: Im gewählten Postleitzahlgebiet ist der Dienst noch nicht verfügar. Sorry!

source: wizard.steps.enter-contact-data
de: Registrierungsdaten eingeben

source: wizard.steps.enter-provider-data
de: Kontaktdaten eingeben

source: wizard.steps.finalize
de: Daten zu Impfung eingeben

source: wizard.steps.hi
de: Los geht's!

source: wizard.steps.store-secrets
de: Sicherheitscode notieren

source: wizard.steps.verify
de: Kontaktdaten prüfen
